[AshMutonDestroyerM1 X2CharacterTemplate]
strCharacterName = "破坏异变者"

[AshMutonDestroyerM2 X2CharacterTemplate]
strCharacterName = "蛮力异变者"

[AshMutonDestroyerM3 X2CharacterTemplate]
strCharacterName = "杀戮异变者"

[AshMutonDestroyerM4 X2CharacterTemplate]
strCharacterName = "利维坦异变者"

[Weapon_AshMutonDestroyerRifleM1 X2WeaponTemplate]
FriendlyName = "震荡步枪"
TacticalText = "<bullet/> 发射主武器总是结束士兵的回合。"
BriefSummary = "破坏异变者携带的重型光束步枪。"
AbilityDescName="震荡步枪"

[Weapon_AshMutonDestroyerRifleM2 X2WeaponTemplate]
FriendlyName = "震荡步枪"
TacticalText = "<bullet/> 发射主武器总是结束士兵的回合。"
BriefSummary = "破坏异变者携带的重型光束步枪。"
AbilityDescName="震荡步枪"

[Weapon_AshMutonDestroyerRifleM3 X2WeaponTemplate]
FriendlyName = "震荡步枪"
TacticalText = "<bullet/> 发射主武器总是结束士兵的回合。"
BriefSummary = "破坏异变者携带的重型光束步枪。"
AbilityDescName="震荡步枪"

[Weapon_AshConcussionGrenadeAlien X2GrenadeTemplate]
FriendlyName = "震荡榴弹"
FriendlyNamePlural = "震荡榴弹"
BriefSummary = "引爆后，震荡榴弹会释放冲击波，使大范围内的敌人混乱或晕眩。此外，薄弱结构和物体可能会受损或毁坏。"
TacticalText="<Bullet/> 震荡手榴弹不会造成伤害，但会使大范围内的敌人混乱或晕眩。<br><Bullet/> 薄弱结构和物体可能会受损或毁坏。<br><Bullet/> 友军不会受到影响。"
ThrownAbilityName = "投掷震荡榴弹"
ThrownAbilityHelpText = "混乱，有几率晕眩受影响区域内的所有敌对目标。薄弱的掩体将被摧毁。"
LaunchedAbilityname = "发射震荡榴弹"
LaunchedAbilityHelpText = "混乱，有几率晕眩受影响区域内的所有敌对目标。薄弱的掩体将被摧毁。"

[Weapon_AshConcussionGrenadeXCom X2GrenadeTemplate]
FriendlyName = "震荡榴弹"
FriendlyNamePlural = "震荡榴弹"
BriefSummary = "引爆后，震荡榴弹会释放冲击波，使大范围内的敌人混乱或晕眩。此外，薄弱结构和物体可能会受损或毁坏。"
TacticalText="<Bullet/> 震荡手榴弹不会造成伤害，但会使大范围内的敌人混乱或晕眩。<br><Bullet/> 薄弱结构和物体可能会受损或毁坏。<br><Bullet/> 友军不会受到影响。"
ThrownAbilityName = "投掷震荡榴弹"
ThrownAbilityHelpText = "混乱，有几率晕眩受影响区域内的所有敌对目标。薄弱的掩体将被摧毁。"
LaunchedAbilityname = "发射震荡榴弹"
LaunchedAbilityHelpText = "混乱，有几率晕眩受影响区域内的所有敌对目标。薄弱的掩体将被摧毁。"

[Ability_AshDamperFieldAlien X2AbilityTemplate]
locFriendlyName = "阻尼力场"
locLongDescription = "减少来袭伤害。近战、火焰、酸液、毒和灵能攻击穿透了阻尼力场。"
locHelpText = "在有限的时间内用阻尼力场包围范围内的所有友军。"
locFlyOverText = "阻尼力场"

[Ability_AshDamperFieldXCom X2AbilityTemplate]
locFriendlyName = "阻尼力场"
locLongDescription = "在有限的时间内减少50%的来袭伤害。近战、火焰、酸液、毒和灵能攻击穿透了阻尼力场。"
locHelpText = "在有限的时间内减少50%的来袭伤害。近战、火焰、酸液、毒和灵能攻击穿透了阻尼力场。"
locFlyOverText = "阻尼力场"

[Ability_AshEviscerate X2AbilityTemplate]
locFriendlyName = "切除内脏"
locLongDescription = "<bullet/> 破坏目标的毁灭性近战攻击。"
locHelpText = "破坏目标的毁灭性近战攻击。"
locFlyOverText = "切除内脏"

[Ability_AshRetaliateListener X2AbilityTemplate]
locFriendlyName = "报复"
locLongDescription = "如果破坏异变者躲过近战攻击，它将用切除内脏进行反击。"

[Ability_AshRetaliatePassive X2AbilityTemplate]
locFriendlyName = "报复"
locLongDescription = "如果破坏异变者躲过近战攻击，它将用切除内脏进行反击。"

[Ability_AshConcussionBlast X2AbilityTemplate]
locFriendlyName = "冲击波"
locLongDescription = "<bullet/> 摧毁掩体并使目标混乱。"
locHelpText = "摧毁掩体并使目标混乱。"
locFlyOverText = "冲击波"

[Ability_AshDestroyerArmorAlien X2AbilityTemplate]
locFriendlyName = "破坏异变者护甲"
locLongDescription = "破坏异变者对各种类型的伤害免疫。"
locHelpText = "破坏异变者对各种类型的伤害免疫。"
locFlyOverText = "破坏异变者护甲"

[Ability_AshDestroyerArmorXCom X2AbilityTemplate]
locFriendlyName = "破坏异变者镀层"
locLongDescription = "提供爆炸免疫和1点额外护甲。"
locHelpText = "提供爆炸免疫和1点额外护甲。"
locFlyOverText = "破坏异变者镀层"

[Ability_AshPsionicInstability X2AbilityTemplate]
locFriendlyName = "心灵动荡"
locLongDescription = "破坏异变者意志极其坚强，或者已经将他们的头撞穿了太多的墙。不管是什么情况，他们对恐慌和精神控制都有很强的抵抗力，但是受到心灵攻击的伤害会增加。"
locHelpText = "破坏异变者意志极其坚强，或者已经将他们的头撞穿了太多的墙。不管是什么情况，他们对恐慌和精神控制都有很强的抵抗力，但是受到心灵攻击的伤害会增加。"
locFlyOverText = "心灵动荡"

[Ability_AshClumsy X2AbilityTemplate]
locFriendlyName = "笨拙"
locLongDescription = "破坏异变者在战场上跌跌撞撞，有时会在它造成的破坏中失去立足点。"
locHelpText = "破坏异变者在战场上跌跌撞撞，有时会在它造成的破坏中失去立足点。"
locFlyOverText = "笨拙"

[Ability_AshClumsyPassive X2AbilityTemplate]
locFriendlyName = "笨拙"
locLongDescription = "破坏异变者在战场上跌跌撞撞，有时会在它造成的破坏中失去立足点。"
locHelpText = "破坏异变者在战场上跌跌撞撞，有时会在它造成的破坏中失去立足点。"
locFlyOverText = "笨拙"

[Ability_AshPoorManners X2AbilityTemplate]
locFriendlyName = "粗鲁"
locLongDescription = "破坏异变者是不雅观的生物，更喜欢墙而不是门。"
locHelpText = "破坏异变者是不雅观的生物，更喜欢墙而不是门。"
locFlyOverText = "粗鲁"

[Ability_AshPoorMannersPassive X2AbilityTemplate]
locFriendlyName = "粗鲁"
locLongDescription = "破坏异变者是不雅观的生物，更喜欢墙而不是门。"
locHelpText = "破坏异变者是不雅观的生物，更喜欢墙而不是门。"
locFlyOverText = "粗鲁"

[UtilityItem_AshDestroyerVest X2EquipmentTemplate]
FriendlyName = "破坏异变者背心"
FriendlyNamePlural = "破坏异变者背心"
TacticalText = "<bullet/> 增加士兵的生命和护甲。\n<bullet/> 包含一个阻尼力场。\n<bullet/> 提供爆炸免疫。\n<bullet/> 激活阻尼力场不会结束士兵的回合。"
BriefSummary = "我们成功地对破坏异变者的护甲套装进行了逆向工程。利用我们的新知识，我们已经创造了一个电镀装甲背心，以防止爆炸，并纳入了一个基本的阻尼力场。一旦激活，阻尼力场将在短时间内为装备士兵提供增量保护。"

[Corpse_AshMutonDestroyer X2ItemTemplate]
FriendlyName = "破坏异变者尸体"
FriendlyNamePlural = "破坏异变者尸体"
BriefSummary = "异变者标本的仪式疤痕众多且深刻。也许异变者的部落条件可以解释他们在战斗中对伤痛的忍耐力和自我保护的缺乏。"

[Autopsy_AshMutonDestroyer X2TechTemplate]
DisplayName = "解剖破坏异变者"
Summary = "外星人震击部队的异变者变种比以前遇到的异变者更强大、更鲁莽。他们依靠阻尼力场和震荡武器，毫不费力就可以冲破墙壁，近距离与我们的士兵交战。随着时间和研究，也许我们可以复制这项技术。"
CodeName = "猛人"
LongDescription = "经过仔细分析，这类异变者似乎有着仪式上的伤疤，预示着致命的个人战斗。它们比野外遇到的标准变种人更强壮，更具攻击性。得出结论认为外星人使用异变者作为制造狂战士的基因实验的蓝图是合理的。另一方面，也许异变者是这些实验失败的结果；给外星人留下了一支遭受盲目愤怒但生存能力欠佳的震击部队。的确，这是一笔不太令人满意的资产。\n\n作为补偿，蒸汽船技术的引进和震荡武器的部署将大大提高异变者在战场上的成功率。现在不再是一个失败的实验，外星人拥有一支非常有效的部队来与我们的部队交战。\n\n当然，这只是一种可能性。\n\n我想我们可能永远不会知道。  理查德·泰根"

[ProvingGround_AshConcussionGrenades X2TechTemplate]
DisplayName = "震荡榴弹"
Summary = "研究外星人的冲击波武器，我们相信我们可以复制破坏异变者的超铀震荡榴弹。这个项目将为我们的士兵提供一种方法，在混乱他们的感官的同时，将敌人目标驱逐出厚重的掩体。"

